// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Informacja o urządzeniu";

HSDModelLabel = "Model:";
HSDConnTypeLabel = "Typ połączenia:";
HSDServiceLabel = "Identyfikator serwisowy:";
HSDFWLabel = "Wersja FW:";
HSDSNLabel = "Numer seryjny:";
HSDDuplexerLabel = "Dupleks:";
HSDDriverLabel = "Wersja sterownika:";
HSDProdNumLabel = "Numer produktu:";
HSDIPAddrLabel = "Adres IP:";
HSDMessageLabel = "Wydrukuj informacje o aktualnie wybranej drukarce, klikając poniższy przycisk Drukuj stronę konfiguracji.";
HSDPrintButton = "Drukuj stronę konfiguracji";

NoPrintTitle = "Nie można wydrukować strony konfiguracji";
NoPrintMsg = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";
PrintingProgressTitle = "Drukowanie strony konfiguracji...";
PageViewButtonTitle = "Wyświetl stronę konfiguracji";
PageViewMessage = "Wyświetl informacje o aktualnie wybranej drukarce, klikając poniższy przycisk Wyświetl stronę konfiguracji.";
DuplexInstalled = "Zainstalowano";
DuplexNotInstalled = "Nie zainstalowano";
SomePenErrorMessage = "Przypuszczalnie brakuje pojemnika z tuszem, nie został on wykryty lub jest nieprawidłowo zainstalowany. Nie można drukować, gdy nie są zainstalowane wszystkie pojemniki.";

HSDEmptyValueString = "Nieznana";

HSDIKNumberLabel = "Numer IK:";

Wired = "Przewodowa";
Wireless = "Bezprzewodowa";

HSDAllInkUsageLabel = "Całkowita ilość zużytego tuszu:";
HSDHPInkUsageLabel = "Ilość zużytego tuszu HP:";
milliliters = "mililitry";
microliters = "mikrolitry";

SomePenErrorMessagePigment = "Przypuszczalnie brakuje pojemnika z tuszem, nie został on wykryty lub jest nieprawidłowo zainstalowany. Można drukować tylko w przypadku, gdy są zainstalowane wszystkie pojemniki.";
HSDAllInkUsageLabelPigment = "Całkowite zużycie pigmentu:";
HSDHPInkUsageLabelPigment = "Zużycie pigmentu HP:";